// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "管理自定义纸张";
HelpTitle = "管理自定义纸张";

NoIccTitle = "<未选择配置文件>";

DoubleNameTitle = "自定义纸张名称已存在";
DoubleNameMsg = "名称为 \"%@\" 的自定义纸张类型已存在。请为您的自定义纸张选择另一名称。";

MaxMediaExceededTitle = "您的自定义纸张类型数目已超出最大数目限制";
MaxMediaExceededMsg = "您最多可以定义 %i 个自定义纸张类型。请在添加新类型前删除一个或多个纸张类型。";

DeletePaperTitle = "确实要删除您的自定义纸张吗？";
DeletePaperMsg = "该操作无法撤销。如果您单击“删除”，则关于您纸张的所有信息都将被清除。";
DeleteButtonTitle = "删除";

ProfileExistsTitle = "ICC 配置文件已存在";
ProfileExistsMsg = "文件名称为 \"%@\" 的 ICC 配置文件已经存储于本地储存库中。如果您选择“使用现有配置文件”，存储的配置文件会与您的纸张一同使用。或者您可以选择“使用唯一文件名称”来更改新的配置文件名称。";
ProfileExistsDefButton = "使用现有配置文件";
ProfileExistsAltButton = "取消";
ProfileExistsOtherButton = "使用唯一名称";

//Paper Type Names
Photo = "照片";
CoatedInkjet = "彩喷纸";
PhotoRag = "碎布照片";
Watercolor = "水彩纸";
Canvas = "画布纸";
RigidPhotoRag = "硬碎布照片纸";
RigidWatercolor = "硬水彩纸";
RigidCanvas = "硬画布纸";
Brochure = "手册";
PlainPaper = "普通纸";

NonKongText = "您可在此处编辑或删除您的纸张。选择您要编辑或删除的纸张，然后在表下面的菜单中选择您要执行的操作。";

NotRegisteredProfileWarning = "ICC 配置文件未在 ColorSync 中注册。请在表下面的菜单中选择 \"Register Profile\"（注册配置文件）使其注册。";

PhotoInkjetScrapbook = "喷墨剪贴簿纸，照片";
MatteInkjetScrapbook = "喷墨剪贴簿纸，亚光";

Coated = "涂料纸";
PhotoThick = "厚照片";
FiberGloss = "纤维光泽";
photoRag = "碎棉相纸";
photoRagThin = "薄摄影纯棉纸";

//print quality names
Best = "最佳";
Normal = "标准";
Fast = "快速草图";
MaxDPI = "最高分辨率 (DPI)";

InvalidFileTitle = "无法导入自定义纸张";
InvalidFileMsg = "文件 \"%@\" 不是有效的自定义纸张文件。";

ProfileInvalidTitle = "ICC 檔案類型不正確";
ProfileInvalidMsg = "所選的 ICC 檔案不適用於印表機。";
ProfileInvalidDefButton = "選擇其他設定檔...";
ProfileInvalidAltButton = "取消";

TaskTitleFieldText = "管理自定义纸张";
TaskDescriptionFieldText = "您可在此处编辑、导入、导出或删除您的纸张。选择您要编辑、导入、导出或删除的纸张，然后在表下面的菜单中选择您要执行的操作。";
FirstColumnHeader = "纸张名称";
SecondColumnHeader = "配置文件";
MenuItemImport = "导入...";
MenuItemEdit = "编辑...";
MenuItemExport = "导出...";
MenuItemDelete = "删除";
MenuItemRegisterProfile = "注册配置文件";
EditSheetTitleFieldText = "编辑自定义纸张";
EditSheetDescriptionFieldText = "请编辑与此纸张相关的信息。";
PaperNameLableText = "自定义纸张名称：";
PaperCategoryLableText = "纸张类别：";
IccFileNamelableText = "ICC 配置文件（可选）：";
IccFileNameFieldText = "<未选择配置文件>";
BrowseButtonText = "浏览...";
ClearButtonText = "清除配置文件";
CancelButtonText = "取消";
DoneButtonText = "完成";

